Tekla.Structures.Internal.Magic.Run(System.String,System.String)
DO NOT USE! For internal usage only!
assemblyName:
typeName:
Returns:

Tekla.Structures.Internal.Magic.WriteParametersToInstance
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.Magic.ReadParametersFromInstance
DO NOT USE! For internal usage only!